"Incorrect passphrase.  Please try again." = "Incorrect passphrase.  Please try again.";"Passphrases do not match." = "Passphrases do not match.";"The passphrase must be at least 3 characters long." = "The passphrase must be at least 3 characters long.";